import detectInformation

text = "Я не считаю, что в случившемся виноват язык. Очень хорошо, когда человек может владеть большим количеством языков, это огромный плюс, но есть язык на котором человек думает с рождения, и не смотря ни на что он останется родным. А вот человеческие качества, мысли и главное поступки определяют и человека и страну. Мы жили в свободной стране и для нас это был дом, который родной. Язык тут как бы особо не причем. Моя родина, например, Латвия. Ощущаю себя просто гражданином мира, нашей планеты, и чувствую боль за ту страну в которой жила больше 20 лет своей жизни. И боль эту и гордость чувствую на русском языке. И да простят меня те кто к нему сейчас относятся с ненавистью."

#str_out = detectInformation.desInformationText(text)


str_out = detectInformation.ListOfMessage()

print(str_out)
